[{"Izena":"Katana","Jatorria":"Japon","Description":"Samurai tradizionalki erabiltzen den ezpata bakarreko eta ezpondako mota jakin bati egiten dio erreferentzia.","Urtea":"1392"},{"Izena":"Nabaja mariposa","Jatorria":"Filipinas","Description":"Entrenatutako erabiltzaile baten eskuetan, labana blade abiadura handian eta mugimendu ugari erabil daiteke","Urtea":"1939"},{"Izena":"Karambit","Jatorria":"Indonesia, Malasia eta Filipinas","Description":"Karambitek xafla kurbatu zorrotz bat du, normalean bi xafla, labana behar bezala egiten denean","Urtea":"1700"},{"Izena":"Kama","Jatorria":"Okinawa ","Description":"Tresna hau zorroztasun handiz maneiatu zen, punta incisora ​​gabe, arma hilgarria bihurtu arte, binaka, hala nola, bo, kanabera luzea eta katana edo japoniar zientzien aurka. Samurai gerlariak","Urtea":"1160"},{"Izena":"Bō","Jatorria":"Mundua","Description":"Bō luzera, pisua, malgutasuna edo dekorazioa aldatu egiten dira: zuhaitz baten adar gisa landu daiteke, metalezko orriak estaltzen edo artelan gisa apainduta","Urtea":"0"},{"Izena":"Kodachi","Jatorria":"Mundua","Description":"Bō luzera, pisua, malgutasuna edo dekorazioa aldatu egiten dira: zuhaitz baten adar gisa landu daiteke, metalezko orriak estaltzen edo artelan gisa apainduta","Urtea":"0"},{"Izena":"Puño americano","Jatorria":"Amerika","Description":"Eguzkiaren giltzari zuzenean egokitzen zaion egitura batek osatzen duen arma laua da, zehatzago, horietako knuckles","Urtea":"1865"},{"Izena":"Harria","Jatorria":"Mundua","Description":"-","Urtea":"0"},{"Izena":"Daga","Jatorria":"Mundua","Description":"Sastakaia baino luzeagoa baina ezpata baino laburragoa da. Bi ahokoa izaten da eta zaintza bat izaten du, ukabila babesteko","Urtea":"0"},{"Izena":"Aizkora","Jatorria":"Mundua","Description":"Aizkora bat egurrezko heldulekudun eta metalezko ahodun tresna bat da, egurra edo zenbait lekuetan ere harri leunak mozteko erabiltzen dena","Urtea":"0"},{"Izena":"Lantza","Jatorria":"Groenlandia","Description":"Lantza, makila batetaz eta, puntan, orri zorrotz batetaz osatuta dagoen arma zuri bat da. Makila, zurezkoa edo metalezkoa izan daiteke. Historiaurrean, gizakiaren lehen armetako bat izan da, eta, Historiako milurteko guztietan, lurralde eta garai guztietako gerlarien arma izan zen.","Urtea":"1430"},{"Izena":"Shuriken","Jatorria":"Japon","Description":"Bo ShurikenShurikenak ninjek erabiltzen zituzten aizto jaurtigarrien mota bat ziren.","Urtea":"1200"},{"Izena":"Balezta","Jatorria":"Txina/Gerzia","Description":"Balezta arma zaharra da, arkuaren antzekoa baina ez hain bakuna, geziak, tragazak, harriak jaurtitzeko erabiltzen zena.","Urtea":"1500"},{"Izena":"Porra","Jatorria":"Mundua","Description":"Porra arma moduan erabiltzen den makila motza da, zur, metal edo plastikoz egina. Egun, bereziki poliziak erabiltzen du, defentsarako, pertsonak immobilizatu nahiz manifestariak sakabanatzeko.","Urtea":"0"},{"Izena":"Bola eta katedun irabiur","Jatorria":"Europa","Description":"Bola eta katedun irabiurra Erdi arotik Ernazimendura bitartean Europan gerran eta borroketan erabilitako arma hilgarri bat da","Urtea":"1400"},{"Izena":"Nodachi","Jatorria":"Japon","Description":"Samurai tradizionalki erabiltzen den ezpata bakarreko eta ezpondako mota jakin bati egiten dio erreferentzia.","Urtea":"1392"},{"Izena":"Katapulta","Jatorria":"Grezia","Description":"Katapulta, antzinatean, objektu handiak jaurtikigai bezala jaurtitzeko erabili zen tresna militar bat da. Ziuraski, greziarrek asmatu zuten, eta, ondoren, kartagoarrek eta erromatarrek hobetuko zuten eta Erdi Aroan oso erabilia izango zen.","Urtea":"1400"}]